Revit 2024 API
UnitTypeId.LitersPerSecondCubicMeter Property
 Liters per second cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LitersPerSecondCubicMeter { get; }
Visual Basic
Public Shared ReadOnly Property LitersPerSecondCubicMeter As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LitersPerSecondCubicMeter {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace